{
	"accordion":{
		"panel-1":"In fields related to civil engineering, we have completed the earthwork portions of such diverse projects as sports complexes, residential subdivisions, commercial building sites, recreational sites, oil/gas well locations, and numerous municipal, county, and state transportation projects. Completed projects include golf courses, athletic fields, state and city parks, and historic preservation sites. These projects involved grade and drain, sub drains, storm drains, underground utilities, geogrids, engineered fills, retaining walls, soil nails, reinforced concrete, site clearing, demolition, drilling, mass excavation, and hydro-seeding.",
		"panel-2":"Our resume contains a diverse portfolio of complex projects in the area of mine development. Examples include underground mine developments, haul roads, sediment ponds, refuse impoundments, and slurry ponds. Our environmental portfolio is comprised of multiple coal mine reclamation projects including various Kentucky Division of Abandoned Mine Land and DSMRE Bond Forfeiture reclamation jobs. These projects utilized poly pipe fusion, horizontal and vertical drilling, dewatering of underground mine voids, subsidence repair, rock under drains, pond liners, slope stabilizations, retaining walls, shotcrete high walls, pneumatic back stowing of underground voids, drainage weirs, acid mine drainage remediation, and stream mitigation.",
		"panel-3":"Our engineering department has expertise in many aspects of the civil engineering and mining engineering disciplines. Our staff is comprised of professional engineers and licensed land surveyors capable of addressing all aspects of our projects beginning with the initial design, continuing to the compliance and permitting aspects, progressing to field layout and construction monitoring, and ending with final certification and as builts. Capabilities in these areas include: GIS, CADD, Hydrologic Analysis, Spoil Fill Stability Analysis, and Geologic Analysis. Our design team has conducted design work for roads, ponds, culverts, bridges, fills, commercial/residential building sites, and subdivisions. They have also performed reserve analysis and mine designs."
	}
}